{"LOWER TROPOSPHERIC RELATIVE HUMIDITY": "<b>Lower tropospheric <a href=\"http://www.theweatherprediction.com/habyhints/190/\">relative humidity</a> has many good forecasting \npurposes. There are three ways that relative humidity can increase at a point location:<br/><br/> \n\n(1) Cause the air to rise.\n Rising air cools <a href=\"http://www.theweatherprediction.com/habyhints2/456/\">adiabatically</a>. This causes\n  the <a href=\"http://www.theweatherprediction.com/habyhints/317/\">dewpoint depression</a> to lower and the relative humidity to increase.<br/><br/>\n\n(2) Decrease the temperature. Temperature can decrease <a href=\"http://www.theweatherprediction.com/habyhints/33/\">diabatically</a> by evaporational cooling and/or longwave energy\n emission from the earth's surface. Decreasing the temperature decreases the dewpoint depression and thus increases\n the relative humidity.<br/><br/> \n\n(3) The third way is through moisture advection. When the wind direction is from a moisture\n source such as a large lake or ocean, the addition of moisture to the air will decrease the dewpoint depression\n and cause the relative humidity to increase. <br/><br/>\n\nPrecipitation is not imminent unless the relative humidity increases.\n If the relative humidity is high in the lower troposphere (i.e. at or greater than 80%), you can infer\n  that the <a href=\"http://www.theweatherprediction.com/basic/pbl/\">PBL</a> is near saturation.\n If a trigger mechanism such as a front, <a href=\"http://www.theweatherprediction.com/habyhints/6/\">outflow boundary</a>\n  or <a href=\"http://www.theweatherprediction.com/habyhints/11/\">sea breeze</a> moves in, the air will not\n   have to rise much to reach saturation.<br/><br/>\n \n  Rule of thumb: The closer the air is to saturation, the less you have to raise the air to\n produce clouds and precipitation. Relative humidities below 40% are indicative of a fairly dry troposphere. A \nsignificant amount of lifting would need to be employed to squeeze the moisture out of the air to produce condensation \nand precipitation. You will generally see a strong correlation between lower tropospheric relative\n humidity and high and low\n pressure systems. High pressure systems will generally have lower values of lower troposphere relative humidity\n  while low pressures will have \nhigh lower tropospheric relative humidities surrounding their cores. If a low pressure system does NOT have\n high relative humidity \nsurrounding its core you can infer the low is either currently weak or is over a moisture deprived region. \n\n<br/><br/>Relative \nhumidity is very important for agriculture forecasts. Low relative humidities on hot days will produce an intense \namount of soil water evaporation. Irrigation is best done late at night or during the early morning hours. This\n is because the evaporation rate decreases as the dewpoint depression decreases. The dewpoint is closest to the\n temperature late at night and in the early morning hours. Irrigating in the middle of the day does not make\n sense because the warm temperatures and low relative humidities will cause much of the water to be evaporated\n before it soaks into the soil. If you see the watering of a lawn in the middle of a hot sunny\n day, know water is being wasted through evaporation. However, when the relative humidity is near 100%, the \nevaporation rate is very small (the atmosphere can not steal the water from the vegetation). </b>", "UPPER LEVEL LOWS": "<b>Upper level lows are important to forecasting and can dramatically alter one's forecast. Upper level lows can occur\n in association with a mid-latitude cyclone or may begin without the aid of a mid-latitude cyclone. Upper level\n lows without the aid of a surface low can develop when air flows over a mountain range, in association with an\n upper level short wave, or in association with a <a href=\"http://www.theweatherprediction.com/habyhints/256/\">jet streak</a>. \n\n<br/><br/>When analyzing a strong mid-latitude cyclone, some\n common patterns can be noticed. One is that the trough associated with a mid-latitude cyclone tilts toward the\n cold air (<a href=\"http://www.theweatherprediction.com/habyhints/128/\">generally tilts to the northwest with height</a>).\n  Therefore, the upper level low pressure (trough) in\n association with a mid-latitude cyclone may be several 100 kilometers displaced from the surface low toward \nthe west or northwest. Since the <a href=\"http://www.theweatherprediction.com/habyhints/122/\">forecast models</a>\n have a more difficult time <a href=\"http://www.theweatherprediction.com/habyhints/344/\">initializing</a> an upper level low than\n a surface low, upper level lows can result in a busted forecast. The forecast models have a better vertical \nresolution of the low levels of the troposphere as compared to the upper levels. In some mid-latitude cyclones,\n the tilt of the mid-latitude cyclone will be enough to allow the upper level low to displace from the surface\n low. \n\n<br/><br/>What causes an upper level low? An upper level low is a region of <a href=\"http://www.theweatherprediction.com/habyhints/255/\">\npositive vorticity</a>. This positive\n vorticity can be caused by counterclockwise curvature around the\n  upper level trough and counterclockwise shear associated\n with the speed shear of a jet streak. The circulation around an upper level low can build to the surface over\n time. In these cases, two areas of low pressure will be noticed on the surface chart. These are sometimes\n referred to as double-barrel low-pressure systems. Upper level lows can also decrease in intensity through \ntime. \n\n<br/><br/>A huge forecasting problem is determining whether an upper level low will strengthen or weaken with time.\n When nowcasting, they are best viewed on satellite imagery. Image by image they should\n  be monitored for intensity. When the\n clouds brighten (become whiter) in association with the upper level low, that is an indication the upper \nlevel low is strengthening. \n\n<br/><br/>If an upper level low does show on the analysis or forecast models it is best seen\n at the 500 millibar level or 700 millibar level. Upper level lows have been responsible for bringing unexpected\n heavy snows in the winter. The spin-up of vorticity in an upper level low causes the air to rise and cool. \nSince the upper level low is tilted over the cold air, cold surface temperatures and upper level lifting combine\n to produce wintry precipitation well behind (to the west or northwest) or the surface cold front. When a\n mid-latitude cyclone begins to mature, watch for the development of the upper level low.\n \n \n</b>", "ADVECTION ASSOCIATED WITH MID-LATITUDE CYCLONES": "<b>A mature mid-latitude cyclone is often a merging point\n of 2 or more <a href=\"http://www.theweatherprediction.com/basic/airmass/\">air masses</a>. The air masses north of the \nmid-latitude cyclone are <a href=\"http://www.theweatherprediction.com/habyhints/89/\">continental polar</a>\n or <a href=\"http://www.theweatherprediction.com/habyhints/87/\">maritime polar air</a> while the air masses to the south of the mid-latitude\n cyclone are <a href=\"http://www.theweatherprediction.com/habyhints/90/\">continental tropical</a> and/or\n  <a href=\"http://www.theweatherprediction.com/habyhints/86/\">maritime tropical</a>. When these air masses\n   are advected toward and into a\n mid-latitude cyclone they produce what are called \"conveyor belts\". Since these air masses have different moisture\n and temperature characteristics (different densities) they advect over the top or underneath each other. The\n advection of different air masses underneath or over the top of each other is termed\n  \"<a href=\"http://www.theweatherprediction.com/habyhints/348/\">differential advection</a>\".\n \n<br/><br/>  \nRule: The denser air mass will advect underneath the less dense air mass. This same principle applies to geology: \nthe denser oceanic crust advects under the continental crust (albeit slow!). Also, at the same temperature, moist\n air will advect over the top of dry air since moist air is less dense.\n \n<br/><br/>Using density, continental polar air is\n relatively dense while maritime tropical and continental tropical are relatively less dense. Because temperature \nis more important than moisture content at determining density, maritime polar air is more dense than continental\n tropical air. Therefore, from largest to smallest density the air masses are: continental polar, maritime polar,\n continental/maritime tropical. Continental tropical air can be less dense than maritime tropical air although the\n maritime tropical air has a higher moisture content. This is because the continental tropical air generally warms\n to a greater temperature than maritime tropical air during the day.<br/><br/>\n\n As air masses merge near a mature mid-latitude\n cyclone, the tropical air will lift above the other air masses due to it being the least dense. Since the maritime \ntropical air has the most water vapor content, raising mT air will produce condensation, clouds and precipitation.\n The continental polar air mass is dense and wants to hug right along the earth's surface. Since this cold air mass\n generally wants to sink, the atmosphere becomes increasingly stable behind a cold front\n  (termed <a href=\"http://www.theweatherprediction.com/habyhints/254/\">cold air advection</a>).\n A mid-latitude cyclone can also tap a continental tropical airmass. \n When this happens, a <a href=\"http://www.theweatherprediction.com/habyhints/337/\">dryline</a> develops. In the U.S.\n Plains, a dryline separates continental tropical from maritime tropical. The continental tropical air sits between \nthe cold front and the dryline. This sector of the mid-latitude cyclone is called the dry slot. \n\n<br/><br/>Critical point: the\n position and strength of a mid-latitude cyclone will determine which air masses will be drawn toward the mid-latitude \ncyclone. All a forecaster has to do is look at the air masses in the immediate vicinity of a mature mid-latitude \ncyclone to see which air masses will be drawn into the low.\n\n<br/><br/>Some rules of thumb: If the warm sector of the \nmid-latitude cyclone does not have much moisture, precipitation will not be widespread; To have a well defined \ndryline in association with a U.S. midlatitude cyclone, the maturing low needs to be positioned over the central \nor southern high plains (in late Spring / early summer); A large temperature difference between the mT and cP air masses \nas they are drawn toward a midlatitude cyclone will produce a strong\n <a href=\"http://www.theweatherprediction.com/basic/pbl/\">PBL</a>\n<a href=\"http://www.theweatherprediction.com/severe/llj/\">low level jet</a> in the warm sector and will\n intensify the <a href=\"http://www.theweatherprediction.com/habyhints/100/\">jet stream</a> aloft; When\n  <a href=\"http://www.theweatherprediction.com/habyhints/348/\">differential advection</a> results in dry\n   air being lifted over mT air, the stage is set for \n   <a href=\"http://www.theweatherprediction.com/habyhints/214/\">convective instability</a> (thermodynamic instability). \n\n</b>", "THE FORECASTING OF DEW": "<b>Morning condensation (dew) is very common in some regions and can easily be forecasted. The favorable weather \nelements for dew include clear skies, light wind, decent soil moisture, and low night-time \n<a href=\"http://www.theweatherprediction.com/habyhints/317/\">dewpoint depressions</a>.\n\n <br/><br/>Dew forms when the temperature becomes equal to the \n <a href=\"http://www.theweatherprediction.com/habyhints/190/\">dewpoint</a>. This often happens first at ground level for two\n reasons. First, longwave emission causes the earth's surface to cool at night. Condensation requires the \n temperature to decrease to the dewpoint. Second, the soil is often the moisture source for the dew. Warm and \n moist soils will help with the formation of dew as the soil cools overnight.\n \n<br/><br/>The cooling \nof warm and moist soil during the night will cause condensation especially on clear nights. Clear skies allow\n for the maximum release of\n longwave radiation to space. Cloudy skies will reflect and absorb while re-emitting longwave radiation back \nto the surface and that prevents as much cooling from occurring. Light wind prevents the mixing of air right\n at the surface with drier air aloft. Heavier dew will tend to occur when the wind is light as opposed to when \n the wind is  strong. Especially when \nsoils are moist, the moisture concentration will be higher near the earth's surface than higher above the earth's\nsurface. As the air with higher moisture concentration cools, this air will produce condensation first. \n\n<br/><br/>Soil\n moisture is EXTREMELY critical to producing dew (especially heavy dew). Dry regions that have not received\n rain in over a week or two are much less likely to have morning dew (especially a heavy dew). Once the soil\n gets a good soaking from a rain, it takes several days for the soil to lose the moisture through evaporation.\n If nights are clear after a good rain, dew can be expected every morning for the next few days (especially in\n regions with abundant vegetation, clear skies and light wind). The dewpoint depression is important because it\n determines how much the air will need to cool to reach saturation. With a large dewpoint depression (greater \nthan 25 units of F), quite a bit of night-time cooling will need to take place in order to produce dew. A low dewpoint \ndepression with the other factors favorable for dew is more likely to produce heavy dew. \n\n<br/><br/>Dew is important to\n forecast since it impacts people. Dew can produce a thick film of water all over the car in the morning\n (can be especially annoying for people that don't have a garage). Time has to be spent wiping the water\n  off the windows in order to see \non-coming traffic. Dew is also important to agriculture. Dew recharges the soil moisture and limits evaporation \nfrom the soil during the time the dew is forming. Dew can make the mowing of the lawn more difficult. It is\n much easier to mow the lawn in the late afternoon when the dew has evaporated than it is in the morning. Wet\n grass clumps together and sticks to everything. Also, you are more prone to getting a dirty shoe when walking\n on dew covered grass as compared to dry grass. \n\n</b>", "THE FORECASTING OF FROST": "<b>When temperatures drop below freezing and the temperature reaches the \n<a href=\"http://www.theweatherprediction.com/habyhints/347/\">dew or frost point</a>, the ice on the ground\n is termed frost or frozen dew. \"Frost\" can form in two ways: Either by deposition or freezing. Depositional frost\n is also known as white frost or hoar frost. It occurs when the dewpoint (now called the frost point) is below\n freezing. When this frost forms the water vapor goes directly to the solid state. Depositional frost covers the\n vegetation, cars, etc. with ice crystal patterns (treelike branching pattern). If the depositional frost is thick\n enough, it resembles a light snowfall. \n\n<br/><br/>Frost that forms due to the freezing of liquid water is best referred to\n as frozen dew. Initially, both the dewpoint and temperature are above freezing when dew forms. Longwave radiational\n cooling gradually lowers the temperature to at or below freezing during the night. Cold air advection can also do\n the trick (e.g. Cold front moving through in the middle of the night after dew has formed). Once the temperature\n falls to freezing, the condensed dew droplets freeze. Frozen dew looks different from white frost. Frozen dew does\n not have the crystal patterns of white frost. White frost tends to looks whiter while frozen dew tends to look \nslicker and more difficult to see. \n\n<br/><br/>Frost and frozen dew can delay people in the morning if it covers their car. Some \nfrosts or frozen dews\n are much easier to scrape off the car than others. When the temperature is near freezing (29 to 32 F), the ice is\n fairly easy to scrap off the car windows. It is also quicker to warm up the car windows to above freezing with \nthe defroster when temperatures are near freezing. The bonding of ice crystals is weaker in warm ice than in cold\n ice. Once temperatures drop into the mid-20's and below, the ice becomes more difficult to remove. It requires \nmore \"elbow grease\" to remove the ice. It also takes longer to warm up the car windows to above freezing. At these\n temperatures ice is well bonded. Next time you witness ice in the morning, think about the processes that produced\n the frost or frozen dew. \n\n</b>", "OUTFLOW BOUNDARY CHARACTERISTICS": "<b>An outflow boundary is a mesoscale cold front. Because of the small spatial area they encompass, the \n<a href=\"http://www.theweatherprediction.com/habyhints/122/\">forecast models</a>\n have difficulty integrating them into the output. Outflow boundaries primary originate from thunderstorms.\n Colder mid-level air is brought down to the surface in the downdraft of a thunderstorm. An outflow boundary is most\n well defined when it occurs out ahead of a \n <a href=\"http://www.theweatherprediction.com/habyhints/150/\">squall line</a> or thunderstorm\n  complex. The downdrafts from several\n thunderstorms merge into one outflow boundary. The outflow boundary causes rising air along the edge. The\n  warm and moist air rises when it converges into the denser outflow boundary air. An outflow\n   boundary can be a focusing mechanism for new \nthunderstorms, even a day after the outflow boundary has formed. Knowing the position of the outflow boundary \ncan help a forecaster pinpoint the location storms will form the next day. If the atmosphere is \n<a href=\"http://www.theweatherprediction.com/habyhints/305/\">unstable</a>, the\n outflow boundary can act as the trigger mechanism for deep convection (thunderstorms). </b>", "FORECASTING ICING ON ROADS": "<b>Icing of the road is very dangerous to travel. Even a small amount of ice on the road can lead to accidents. The\n temperature and the amount of precipitation determine how much ice will be on the roads. You have probably heard\n that ice freezes on the bridges and overpasses first. Why is this? Ice will freeze first on surfaces that drop to\n freezing or below. Bridges and overpasses are cooled on TWO sides while road surfaces connected to the ground are\n only cooled on ONE side. When temperatures drop below freezing, there is a lag time in the soil dropping to\n freezing. A road connected to the ground will stay above freezing even after the air temperature drops to freezing \n(especially if temperatures had been above freezing the previous few days). Either temperatures have to fall well\n below freezing or the air temperature needs to be below freezing for a significant amount of time before a road\n surface connected to the ground will freeze. A bridge or overpass has air on BOTH sides of it. There is no \nrelatively warm surface to keep the bridge or overpass above freezing when the air temperature drops below freezing.\n The bridge or overpass losses heat very quickly to the air as the air cools. The lag time between the temperature\n of the bridge or overpass and the surrounding air is very short. Once the air temperature drops below freezing, \nthe bridge drops below freezing. If precipitation is occurring or there is standing water on the bridge or overpass,\n it will freeze quickly once the air temperature drops below freezing. A road connected to the surface may stay \nabove freezing even after temperatures drop into the 20's. This is especially true for roads in the southern U.S.\n Temperatures may be in the 50's or higher for several days before colder weather moves in. It may take several hours for \nthe soil temperatures to cool below freezing once the air temperature drops below freezing because of all the \nheat the earth's surface has stored during the warm period. \n\n<br/><br/>When forecasting it is important to have an idea \nof how much frozen precipitation will accumulate on the roads. If the surface is below freezing, frozen \nprecipitation will accumulate on all roads. If the temperature is below freezing and the surface is above freezing,\n it is bridges and overpasses that will ice over while surface roads will remain wet. Once the surface reaches \nfreezing, ice will accumulate on all road surfaces. If precipitation is falling as sleet or snow, road surfaces \nwill begin to cool since the melting process absorbs\n <a href=\"http://www.theweatherprediction.com/habyhints/19/\">latent heat</a>. If the wintry precipitation is heavy enough, \nit CAN accumulate on road surfaces that are above freezing. Once the precipitation stops, the snow or sleet \nquickly turns to slush and melts. Freezing rain or drizzle will only freeze on surfaces at or below freezing. \nAny amounts of ice, whether just on the bridges or overpasses or on all roads is dangerous. Some motorists make\n the mistake of thinking the bridges and overpasses will be safe to drive on because the rest of the surface \nroads are not frozen. \n\n</b>", "CHARACTERISTICS OF LOW-LYING FOG": "<b>Often fog forms first in low-lying areas, especially\n <a href=\"http://www.theweatherprediction.com/habyhints/22/\">radiation fog</a> (with light wind speeds). This happens for two \nprimary reasons. First, the low-lying areas tend to have more moisture. Streams are located in low-lying areas and \nthe soil moisture is also higher in low-lying areas. Vegetation may concentrate in the low-lying areas due to a \nbetter access to water. More vegetation leads to more evapotranspiration in the low-lying areas. Second, cooled air\n sinks to the lowest elevation. Cool air is denser than warm air and will thus, under gravity, pool into the lowest\n elevation it can find. Since cool air does not have to evaporate as much moisture as warm air to reach saturation,\n fog will form in the coolest air first. The cooler air will sink into the low-lying areas. This combined with more\n moisture in the low-lying areas will lead to fog forming first and being most dense in the low-lying regions, \nespecially where the soil moisture and vegetation is highest. Again, this applies best to fog that develops on a \nclear night with light winds (radiation fog). \n\n</b>", "DEW / FROST THICKNESS FUNCTIONS": "<b>Why is <a href=\"http://www.theweatherprediction.com/habyhints/4/\">dew</a> or\n <a href=\"http://www.theweatherprediction.com/habyhints/5/\">frost</a> thicker on some surfaces\n  than others? Dew or frost will first form on substances that are\n either (1) the coolest or (2) the most moist. Objects can be cooler for two reasons: (1) the object is well\n exposed to the surrounding air (2) The object is efficient at radiating heat away.\n \n<br/><br/>Two surfaces that are good\n at collecting dew or frost are vegetation and metal. Vegetation has moisture evapotranspiring from its surface.\n This causes the dewpoint to be higher over vegetated surfaces and thus dew or frost will form on them first.\n Metal is very efficient at emitting radiation. Since a car is well exposed to the cooling of the air and the\n metal effectively radiates energy, metal surfaces are a prime spot for dew or frost to form. A surface dew or \nfrost does NOT form on well is concrete. One reason is because the concrete is not well exposed to the air like\n grass blades or metal objects. Just as importantly, the concrete retains some of its heat gained during the day.\n As nighttime cooling occurs, the soil in many cases is warmer than the surrounding air. The warmer surface \nprevents dew or frost from forming on concrete first. The concrete also does not evapotranspire like vegetation. \nTherefore, both the combination of having less moisture and retaining warmth from the earth's surface causes dew\n and frost to have a difficult time forming on concrete. Next time there is a dew or frost, observe which objects\n have a thick coating, which objects have a light coating, and which objects have no coating of dew or frost, \nthen think of the physical processes which caused the dew or frost to be thick on some surfaces but not on others. \n\n</b>"}